# PWD - ВЫВОДИТ НАЗВАНИЕ ТЕКУЩЕГО РАБОЧЕГО КАТАЛОГА
# CD - ВЫПОЛНЯЕТ ПЕРЕХОД В ДРУГОЙ КАТАЛОГ
# LS - ВЫВОДИТ СПИСОК СОДЕРЖИМОГО КАТАЛОГА

pwd; # PRINT WORKING DIRECTORY
ls; # LIST FILES
cd ./..; # CHANGE DIRECTORY
# АБСОЛЮТНЫЙ ПУТЬ НАЧИНАЕТСЯ С КОРНЕВОГО КАТАЛОГА / ;
cd /usr;
# ОТНОСИТЕЛЬНЫЙ ПУТЬ НАЧИНАЕТСЯ С ТЕКУЩЕГО РАБОЧЕГО КАТАЛОГА . ;
cd ./bin;
cd; # СМЕНИТЬ РАБОЧИЙ КАТАЛОГ НА ДОМАШНИЙ;
cd -; # СМЕНИТЬ РАБОЧИЙ КАТАЛОГ НА ПРЕДИДУЩИЙ РАБОЧИЙ КАТАЛОГ;
# cd ~username; СМЕНИТЬ РАБОЧИЙ КАТАЛОГ НА ДОМАШНИЙ КАТАЛОГ ПОЛЬЗОВАТЕЛЯ USERNAME;





